ani-cli-git
btop-theme-catppuccin
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
catppuccin-konsole-colorscheme-mocha-git
catppuccin-plasma-colorscheme-mocha
catppuccin-sddm-theme-frappe
catppuccin-sddm-theme-latte
catppuccin-sddm-theme-macchiato
catppuccin-sddm-theme-mocha
ckb-next-git
clamav-unofficial-sigs
grub-secureboot-scripts
octopi
papirus-folders-catppuccin-git
paru
paru-debug
plymouth-theme-catppuccin-mocha-git
qt6ct-kde
ttf-ms-fonts
vscodium-bin
vscodium-marketplace
zen-browser-bin
zinit
