7-zip-bin
amdgpu_top-bin
ani-cli-git
auto-cpufreq
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
ckb-next
flameshot-git
hyprkeys
hyprpicker
hyprshot
krabby-bin
musikcube-bin
nvm
nwg-look-bin
papirus-folders-catppuccin-git
paru
paru-debug
realmd
rofi-lbonn-wayland-git
sddm-theme-catppuccin-git
swww
ttf-ms-fonts
virt-bootstrap-git
vscodium-bin
vscodium-marketplace
waypaper
wl-gammarelay-rs
wlogout
woeusb
wttrbar
zplug
