7-zip-bin
amdgpu_top-bin
ani-cli-git
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
ckb-next-git
clipse-bin
curseforge
flameshot-git
grub-hook
hyprkeys
nwg-look-bin
papirus-folders-catppuccin-git
paru-debug
realmd
rofi-lbonn-wayland-git
sddm-theme-catppuccin-git
timeshift-systemd-timer
vscodium-bin
waypaper
wl-gammarelay-rs
wttrbar
zplug
