amd-ucode
apparmor
arch-install-scripts
arj
atril
auto-cpufreq
base
base-devel
bat
bc
bitwarden
blueman
bluez-cups
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
btrfs-progs
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
ccache
chaotic-keyring
chaotic-mirrorlist
clamav
clamav-unofficial-sigs
clamtk
cliphist
discord
dnsmasq
docker-compose
dpkg
efibootmgr
egl-wayland
extra-cmake-modules
eza
fd
feh
ffmpegthumbnailer
file-roller
firefox-developer-edition
firewalld
flameshot-git
fwupd
fzf
gamemode
git
git-lfs
gn
gnome-keyring
google-chrome
grim
grimblast-git
grub
gscan2pdf
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpicker-git
hyprshot
inotify-tools
intel-media-driver
iwd
java-environment-common
java-runtime-common
jdk-openjdk
jq
kitty
lhasa
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
linux-lts
lld
llvm
lynx
lzip
man-db
metalog
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
nvidia-utils
nvm
obs-studio
os-prober
otf-font-awesome
otf-monaspace
p7zip
packagekit-qt5
paru
pavucontrol
pdftk
perl-cpanplus-dist-arch
pfetch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
polkit-gnome
python-babel
python-httplib2
python-pip
python-pyparsing
python-pyqt6
python-virtualenv
qbittorrent
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ranger
realmd
reflector
rofi-lbonn-wayland-git
rpm-tools
sddm
seahorse
slurp
smartmontools
sof-firmware
spdlog
speech-dispatcher
steam
stow
swayidle
swaylock
swaync
swww
teamspeak3
testdisk
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
timeshift-autosnap
tree
ttf-cascadia-code-nerd
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-linux-libertine
ttf-meslo-nerd
ttf-monaspace-variable
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-sazanami
ttf-ubuntu-font-family
tumbler
unace
unarj
unrar
unzip
update-grub
uwsgi
uwsgi-plugin-python
vim
virt-manager
vlc
vscodium-marketplace
vulkan-intel
vulkan-radeon
waybar-git
wget
whoogle
wireless_tools
wireplumber
wl-clipboard
wlogout
woeusb
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xsel
yay
zip
zoxide
zram-generator
zsh
