7zip
age
amd-ucode
apparmor
arj
ark
base
base-devel
bc
btop
btrfs-progs
calligra
ccache
clamav
cpio
cronie
discord
dolphin
dunst
efibootmgr
extra-cmake-modules
eza
firefox
flatpak
fwupd
fzf
gamemode
gimp
git
grim
gst-plugin-pipewire
gwenview
htop
hyprland
inxi
iwd
jq
kate
kdiff3
keditbookmarks
kimageformats5
kitty
kompare
konsole
krename
krita
krusader
ktorrent
kwalletmanager
less
lhasa
lib32-gamemode
libavif
libpulse
linux
linux-firmware
linux-lts
lsb-release
lvm2
man-db
nano
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-extra
nvm
nwg-look
okular
pacmanlogviewer
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-kde-agent
qt5-wayland
qt6-wayland
reflector
skanlite
skanpage
slurp
smartmontools
sops
speech-dispatcher
steam
steam-native-runtime
stow
teamspeak3
timeshift
ttf-fira-code
ttf-sazanami
ufw
unace
unarj
unrar
unzip
uwsm
vim
virt-manager
vlc
vulkan-radeon
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
yazi
zoxide
zram-generator
zsh
