7-zip
amd-ucode
amdgpu_top-bin
ani-cli-git
apparmor
arj
atril
base
base-devel
bat
bc
bitwarden
blueman
bluez-cups
bluez-utils
bridge-utils
brightnessctl
btop
btrfs-progs
candy-icons-git
ccache
clamav
clamav-unofficial-sigs
clamtk
cliphist
discord
dnsmasq
dpkg
efibootmgr
egl-wayland
extra-cmake-modules
eza
fd
feh
ffmpegthumbnailer
file-roller
firefox-developer-edition
firewalld
flameshot-git
fwupd
fzf
gamemode
git
gn
gnome-keyring
grim
gscan2pdf
gst-plugin-pipewire
hypridle
hyprkeys
hyprland
hyprlock
hyprpicker
inotify-tools
iwd
java-environment-common
java-runtime-common
jdk-openjdk
jq
kitty
krabby-bin
lhasa
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libpulse
linux
linux-firmware
linux-lts
lld
llvm
lynx
lzip
man-db
metalog
musikcube-bin
nano
neofetch
neovim
network-manager-applet
noto-fonts-cjk
noto-fonts-emoji
nwg-look-bin
obs-studio
openssh
otf-font-awesome
otf-monaspace
p7zip
packagekit-qt5
paru
pavucontrol
pdftk
perl-cpanplus-dist-arch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
polkit-gnome
python-httplib2
python-pip
python-pyparsing
python-virtualenv
qbittorrent
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-speech
qt6-wayland
qt6ct
ranger
realmd
reflector
rofi-lbonn-wayland
rpm-tools
sddm
seahorse
searxng-git
slurp
smartmontools
speech-dispatcher
steam
stow
swayidle
swaylock
swaync
swww
teamspeak3
testdisk
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timeshift
tree
ttf-cascadia-code-nerd
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-linux-libertine
ttf-monaspace-variable
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-sazanami
ttf-ubuntu-font-family
tumbler
unace
unarj
unrar
unzip
uwsgi
uwsgi-plugin-python
vim
virt-bootstrap-git
virt-manager
vlc
vscodium-bin
vscodium-marketplace
waybar
waypaper-git
wget
wireless_tools
wireplumber
wl-clipboard
wl-gammarelay-rs
wlogout
wlroots
wpa_supplicant
wttrbar
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xsel
yarn
zip
zoxide
zplug
zram-generator
zsh
