7zip
age
amd-ucode
apparmor
arj
ark
base
base-devel
bc
bcachefs-tools
biome
btop
btrfs-progs
calligra
ccache
clamav
cpio
cronie
discord
dnsmasq
docker
docker-compose
dolphin
dosfstools
dunst
efibootmgr
exfatprogs
extra-cmake-modules
eza
f2fs-tools
fatresize
fd
filelight
firefox
flatpak
fwupd
fzf
gamemode
gimp
git
go
grim
grub
gst-plugin-pipewire
gufw
gwenview
htop
hyprland
imagemagick
inxi
iptables
iwd
jfsutils
jq
kate
kdiff3
keditbookmarks
kimageformats5
kitty
kleopatra
kompare
konsole
krename
krita
krusader
ktorrent
kwalletmanager
lact
lazygit
less
lhasa
lib32-gamemode
libavif
libguestfs
libpulse
linux
linux-firmware
linux-lts
logrotate
lsb-release
lutris
lvm2
lynx
man-db
mermaid-cli
nano
neovide
neovim
network-manager-applet
networkmanager
nftables
nilfs-utils
noto-fonts-cjk
noto-fonts-extra
nvm
nwg-look
okular
openbsd-netcat
os-prober
pacmanlogviewer
papirus-icon-theme
partitionmanager
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-kde-agent
python-pip
python-pipx
qbittorrent
qemu-base
qemu-full
qt5-wayland
qt6-wayland
reflector
rkhunter
sbctl
skanlite
skanpage
slurp
smartmontools
sof-firmware
sops
speech-dispatcher
steam
stow
stress
stress-ng
teamspeak3
tectonic
timeshift
tree-sitter-cli
ttf-fira-code
ttf-sazanami
udftools
ufw
unace
unarj
unhide
unrar
unzip
uwsm
vde2
vim
virt-manager
virt-viewer
vlc
vlc-plugin-freetype
vlc-plugin-notify
vlc-plugin-srt
vulkan-radeon
wget
wine
wine-gecko
wine-mono
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xorg-xinit
yazi
zed
zip
zoxide
zram-generator
zsh
